{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "BuildPatchInstaller",
			"Children": [
				{
					"Source":
					{
						"Text": "Please Wait"
					},
					"Translation":
					{
						"Text": "Attendi..."
					},
					"Key": "BuildPatchInstaller_GenericProgress"
				},
				{
					"Source":
					{
						"Text": "{Current} / {Total} ({Speed}/sec)"
					},
					"Translation":
					{
						"Text": "{Current} / {Total} ({Speed}/sec)"
					},
					"Key": "BuildPatchInstaller_DownloadSpeedFormat"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallError",
			"Children": [
				{
					"Source":
					{
						"Text": "A file access error has occurred. Please check your running processes."
					},
					"Translation":
					{
						"Text": "Si è verificato un errore durante l'accesso ai file. Verificare i processi in esecuzione."
					},
					"Key": "BuildPatchInstallShortError_MoveFileToInstall"
				},
				{
					"Source":
					{
						"Text": "A file corruption has occurred. Please try again."
					},
					"Translation":
					{
						"Text": "Alcuni file si sono corrotti. Riprova."
					},
					"Key": "BuildPatchInstallShortError_FileConstructionFail"
				},
				{
					"Source":
					{
						"Text": "An unknown error ocurred. Please contact support."
					},
					"Translation":
					{
						"Text": "Si è verificato un errore sconosciuto. Contattare l'assistenza."
					},
					"Key": "BuildPatchInstallShortError_InvalidOrMax"
				},
				{
					"Source":
					{
						"Text": "Could not download patch data. Please check your internet connection, and try again."
					},
					"Translation":
					{
						"Text": "Impossibile scaricare i dati della patch. Controlla la connessione a Internet e prova di nuovo."
					},
					"Key": "BuildPatchInstallShortError_DownloadError"
				},
				{
					"Source":
					{
						"Text": "Maximum path length exceeded. Please specify a shorter install location."
					},
					"Translation":
					{
						"Text": "Lunghezza massima del percorso superata. Selezionare un percorso di installazione più breve."
					},
					"Key": "BuildPatchInstallShortError_PathLengthExceeded"
				},
				{
					"Source":
					{
						"Text": "Not enough disk space available. Please free up some disk space and try again."
					},
					"Translation":
					{
						"Text": "Spazio su disco insufficiente. Liberare spazio su disco e riprovare."
					},
					"Key": "BuildPatchInstallShortError_OutOfDiskSpace"
				},
				{
					"Source":
					{
						"Text": "Patching service could not start. Please contact support."
					},
					"Translation":
					{
						"Text": "Il servizio di patch non può essere avviato. Contattare l'assistenza."
					},
					"Key": "BuildPatchInstallShortError_ApplicationError"
				},
				{
					"Source":
					{
						"Text": "The application is closing."
					},
					"Translation":
					{
						"Text": "L'applicazione si sta chiudendo."
					},
					"Key": "BuildPatchInstallShortError_ApplicationClosing"
				},
				{
					"Source":
					{
						"Text": "The following directory could not be created.\n{0}"
					},
					"Translation":
					{
						"Text": "La seguente cartella non può essere creata.\n{0}"
					},
					"Key": "MissingStageDirectory"
				},
				{
					"Source":
					{
						"Text": "The installation directory could not be created.\n{0}"
					},
					"Translation":
					{
						"Text": "La cartella di installazione non può essere creata.\n{0}"
					},
					"Key": "MissingInstallDirectory"
				},
				{
					"Source":
					{
						"Text": "The installation is corrupt. Please contact support."
					},
					"Translation":
					{
						"Text": "Si è verificato un problema durante l'installazione. Contattare l'assistenza."
					},
					"Key": "BuildPatchInstallShortError_BuildCorrupt"
				},
				{
					"Source":
					{
						"Text": "The installer failed to initialize. Please contact support."
					},
					"Translation":
					{
						"Text": "Il programma di installazione non si è avviato. Contattare l'assistenza."
					},
					"Key": "BuildPatchInstallShortError_InitializationError"
				},
				{
					"Source":
					{
						"Text": "The necessary prerequisites have failed to install. Please contact support."
					},
					"Translation":
					{
						"Text": "L'installazione dei prerequisiti non è andata a buon fine. Contattare l'assistenza."
					},
					"Key": "BuildPatchInstallShortError_PrerequisiteError"
				},
				{
					"Source":
					{
						"Text": "The operation was successful."
					},
					"Translation":
					{
						"Text": "L'operazione è andata a buon fine."
					},
					"Key": "BuildPatchInstallShortError_NoError"
				},
				{
					"Source":
					{
						"Text": "There is not enough space at {Location}\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation":
					{
						"Text": "È necessario uno spazio su disco in {Location}\npari a {RequiredBytes}.\nSono disponibili {AvailableBytes}.\nHai bisogno di altri {SpaceAdditional} per eseguire l'installazione."
					},
					"Key": "InstallDirectoryDiskSpace"
				},
				{
					"Source":
					{
						"Text": "There is not enough space on your device.\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation":
					{
						"Text": "È necessario uno spazio sul tuo dispositivo\npari a {RequiredBytes}.\nSono disponibili {AvailableBytes}.\nHai bisogno di altri {SpaceAdditional} per eseguire l'installazione."
					},
					"Key": "InstallDirectoryDiskSpaceDevice"
				},
				{
					"Source":
					{
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation":
					{
						"Text": "L'installazione non può procedere a causa di un problema di configurazione. Contattare l'assistenza."
					},
					"Key": "InvalidInstallTags"
				},
				{
					"Source":
					{
						"Text": "This installation could not continue due to a prerequisite configuration issue. Please contact support."
					},
					"Translation":
					{
						"Text": "L'installazione non può procedere a causa di un problema di configurazione prerequisito. Contattare l'assistenza."
					},
					"Key": "MissingPrereqForPrereqOnlyInstall"
				},
				{
					"Source":
					{
						"Text": "User cancelled."
					},
					"Translation":
					{
						"Text": "Utente annullato."
					},
					"Key": "BuildPatchInstallShortError_UserCanceled"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallProgress",
			"Children": [
				{
					"Source":
					{
						"Text": "Cleaning up"
					},
					"Translation":
					{
						"Text": "Pulizia in corso"
					},
					"Key": "EBuildPatchProgress_CleanUp"
				},
				{
					"Source":
					{
						"Text": "Complete"
					},
					"Translation":
					{
						"Text": "Completo"
					},
					"Key": "EBuildPatchProgress_Complete"
				},
				{
					"Source":
					{
						"Text": "Downloading"
					},
					"Translation":
					{
						"Text": "Download in corso"
					},
					"Key": "EBuildPatchProgress_Downloading"
				},
				{
					"Source":
					{
						"Text": "Initializing"
					},
					"Translation":
					{
						"Text": "Inizializzazione in corso"
					},
					"Key": "EBuildPatchProgress_Initialising"
				},
				{
					"Source":
					{
						"Text": "Installing"
					},
					"Translation":
					{
						"Text": "Installazione in corso"
					},
					"Key": "EBuildPatchProgress_Installing"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "In pausa"
					},
					"Key": "EBuildPatchProgress_Paused"
				},
				{
					"Source":
					{
						"Text": "Prerequisites"
					},
					"Translation":
					{
						"Text": "Prerequisiti"
					},
					"Key": "EBuildPatchProgress_PrerequisitesInstall"
				},
				{
					"Source":
					{
						"Text": "Queued"
					},
					"Translation":
					{
						"Text": "In coda"
					},
					"Key": "EBuildPatchProgress_Queued"
				},
				{
					"Source":
					{
						"Text": "Resuming"
					},
					"Translation":
					{
						"Text": "Ripresa in corso"
					},
					"Key": "EBuildPatchProgress_Resuming"
				},
				{
					"Source":
					{
						"Text": "Verifying"
					},
					"Translation":
					{
						"Text": "Verifica in corso"
					},
					"Key": "EBuildPatchProgress_BuildVerification"
				}
			]
		},
		{
			"Namespace": "DynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "NullDrv failure?"
					},
					"Translation":
					{
						"Text": "Errore NullDrv?"
					},
					"Key": "NullDrvFailure"
				}
			]
		},
		{
			"Namespace": "GenericPlatform",
			"Children": [
				{
					"Source":
					{
						"Text": "File Manager"
					},
					"Translation":
					{
						"Text": "File Manager"
					},
					"Key": "FileManagerName"
				}
			]
		},
		{
			"Namespace": "GpuProfiler",
			"Children": [
				{
					"Source":
					{
						"Text": "WARNING: This GPU profile was captured with v-sync enabled.  V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data."
					},
					"Translation":
					{
						"Text": "ATTENZIONE: Questo profilo è stato registrato con V-synch attivo.  Il tempo di attesa di V-sync può apparire in qualsiasi bucket. Di conseguenza i dati in questo profilo possono essere distorti. Profila con V-sync disattivato per avere dati più accurati."
					},
					"Key": "GpuProfileVsyncEnabledWarning"
				}
			]
		},
		{
			"Namespace": "InputKeys",
			"Children": [
				{
					"Source":
					{
						"Text": "Acceleration"
					},
					"Translation":
					{
						"Text": "Accelerazione"
					},
					"Key": "Acceleration"
				},
				{
					"Source":
					{
						"Text": "Ampersand"
					},
					"Translation":
					{
						"Text": "E commerciale"
					},
					"Key": "Ampersand"
				},
				{
					"Source":
					{
						"Text": "Android"
					},
					"Translation":
					{
						"Text": "Android"
					},
					"Key": "AndroidSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Android Back"
					},
					"Translation":
					{
						"Text": "Indietro Android"
					},
					"Key": "Android_Back"
				},
				{
					"Source":
					{
						"Text": "Android Menu"
					},
					"Translation":
					{
						"Text": "Menu Android"
					},
					"Key": "Android_Menu"
				},
				{
					"Source":
					{
						"Text": "Android Volume Down"
					},
					"Translation":
					{
						"Text": "Volume - Android"
					},
					"Key": "Android_Volume_Down"
				},
				{
					"Source":
					{
						"Text": "Android Volume Up"
					},
					"Translation":
					{
						"Text": "Volume + Android"
					},
					"Key": "Android_Volume_Up"
				},
				{
					"Source":
					{
						"Text": "Any Key"
					},
					"Translation":
					{
						"Text": "Qualsiasi tasto"
					},
					"Key": "AnyKey"
				},
				{
					"Source":
					{
						"Text": "Apostrophe"
					},
					"Translation":
					{
						"Text": "Apostrofo"
					},
					"Key": "Apostrophe"
				},
				{
					"Source":
					{
						"Text": "Asterisk"
					},
					"Translation":
					{
						"Text": "Asterisco"
					},
					"Key": "Asterix"
				},
				{
					"Source":
					{
						"Text": "Backslash"
					},
					"Translation":
					{
						"Text": "Barra rovesciata"
					},
					"Key": "Backslash"
				},
				{
					"Source":
					{
						"Text": "Backspace"
					},
					"Translation":
					{
						"Text": "Backspace"
					},
					"Key": "BackSpace"
				},
				{
					"Source":
					{
						"Text": "Caps"
					},
					"Translation":
					{
						"Text": "Bloc maiusc"
					},
					"Key": "CapsLockShort"
				},
				{
					"Source":
					{
						"Text": "Caps Lock"
					},
					"Translation":
					{
						"Text": "Bloc Maiusc"
					},
					"Key": "CapsLock"
				},
				{
					"Source":
					{
						"Text": "Caret"
					},
					"Translation":
					{
						"Text": "Accento circonflesso"
					},
					"Key": "Caret"
				},
				{
					"Source":
					{
						"Text": "Colon"
					},
					"Translation":
					{
						"Text": "Due punti"
					},
					"Key": "Colon"
				},
				{
					"Source":
					{
						"Text": "Comma"
					},
					"Translation":
					{
						"Text": "Virgola"
					},
					"Key": "Comma"
				},
				{
					"Source":
					{
						"Text": "Del"
					},
					"Translation":
					{
						"Text": "Canc"
					},
					"Key": "DeleteShort"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Elimina"
					},
					"Key": "Delete"
				},
				{
					"Source":
					{
						"Text": "Dollar"
					},
					"Translation":
					{
						"Text": "Dollaro"
					},
					"Key": "Dollar"
				},
				{
					"Source":
					{
						"Text": "Down"
					},
					"Translation":
					{
						"Text": "Giù"
					},
					"Key": "Down"
				},
				{
					"Source":
					{
						"Text": "End"
					},
					"Translation":
					{
						"Text": "Fine"
					},
					"Key": "End"
				},
				{
					"Source":
					{
						"Text": "Enter"
					},
					"Translation":
					{
						"Text": "Invio"
					},
					"Key": "Enter"
				},
				{
					"Source":
					{
						"Text": "Equals"
					},
					"Translation":
					{
						"Text": "Uguale"
					},
					"Key": "Equals"
				},
				{
					"Source":
					{
						"Text": "Esc"
					},
					"Translation":
					{
						"Text": "Esc"
					},
					"Key": "EscapeShort"
				},
				{
					"Source":
					{
						"Text": "Escape"
					},
					"Translation":
					{
						"Text": "Esc"
					},
					"Key": "Escape"
				},
				{
					"Source":
					{
						"Text": "Exclamation"
					},
					"Translation":
					{
						"Text": "Esclamazione"
					},
					"Key": "Exclamation"
				},
				{
					"Source":
					{
						"Text": "F1"
					},
					"Translation":
					{
						"Text": "F1"
					},
					"Key": "F1"
				},
				{
					"Source":
					{
						"Text": "F10"
					},
					"Translation":
					{
						"Text": "F10"
					},
					"Key": "F10"
				},
				{
					"Source":
					{
						"Text": "F11"
					},
					"Translation":
					{
						"Text": "F11"
					},
					"Key": "F11"
				},
				{
					"Source":
					{
						"Text": "F12"
					},
					"Translation":
					{
						"Text": "F12"
					},
					"Key": "F12"
				},
				{
					"Source":
					{
						"Text": "F2"
					},
					"Translation":
					{
						"Text": "F2"
					},
					"Key": "F2"
				},
				{
					"Source":
					{
						"Text": "F3"
					},
					"Translation":
					{
						"Text": "F3"
					},
					"Key": "F3"
				},
				{
					"Source":
					{
						"Text": "F4"
					},
					"Translation":
					{
						"Text": "F4"
					},
					"Key": "F4"
				},
				{
					"Source":
					{
						"Text": "F5"
					},
					"Translation":
					{
						"Text": "F5"
					},
					"Key": "F5"
				},
				{
					"Source":
					{
						"Text": "F6"
					},
					"Translation":
					{
						"Text": "F6"
					},
					"Key": "F6"
				},
				{
					"Source":
					{
						"Text": "F7"
					},
					"Translation":
					{
						"Text": "F7"
					},
					"Key": "F7"
				},
				{
					"Source":
					{
						"Text": "F8"
					},
					"Translation":
					{
						"Text": "F8"
					},
					"Key": "F8"
				},
				{
					"Source":
					{
						"Text": "F9"
					},
					"Translation":
					{
						"Text": "F9"
					},
					"Key": "F9"
				},
				{
					"Source":
					{
						"Text": "Flick"
					},
					"Translation":
					{
						"Text": "Colpetto"
					},
					"Key": "Gesture_Flick"
				},
				{
					"Source":
					{
						"Text": "Fn+Delete"
					},
					"Translation":
					{
						"Text": "Fn+Canc"
					},
					"Key": "ForwardDelete"
				},
				{
					"Source":
					{
						"Text": "Gamepad"
					},
					"Translation":
					{
						"Text": "Gamepad"
					},
					"Key": "GamepadSubCategory"
				},
				{
					"Source":
					{
						"Text": "Gamepad A"
					},
					"Translation":
					{
						"Text": "A gamepad"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad B"
					},
					"Translation":
					{
						"Text": "B gamepad"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Back"
					},
					"Translation":
					{
						"Text": "Back gamepad"
					},
					"Key": "XBoxOne_Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Circle"
					},
					"Translation":
					{
						"Text": "Cerchio gamepad"
					},
					"Key": "PS4_Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Down"
					},
					"Translation":
					{
						"Text": "Direzionale gamepad giù"
					},
					"Key": "Gamepad_DPad_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Left"
					},
					"Translation":
					{
						"Text": "Direzionale gamepad sinistra"
					},
					"Key": "Gamepad_DPad_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Right"
					},
					"Translation":
					{
						"Text": "Direzionale gamepad destra"
					},
					"Key": "Gamepad_DPad_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Up"
					},
					"Translation":
					{
						"Text": "Direzionale gamepad su"
					},
					"Key": "Gamepad_DPad_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Bottom"
					},
					"Translation":
					{
						"Text": "Pulsante frontale inferiore gamepad"
					},
					"Key": "Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Left"
					},
					"Translation":
					{
						"Text": "Pulsante frontale sinistro gamepad"
					},
					"Key": "Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Right"
					},
					"Translation":
					{
						"Text": "Pulsante frontale destro gamepad"
					},
					"Key": "Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Top"
					},
					"Translation":
					{
						"Text": "Pulsante frontale superiore gamepad"
					},
					"Key": "Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gamepad L1"
					},
					"Translation":
					{
						"Text": "L1 gamepad"
					},
					"Key": "PS4_Gamepad_LeftShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad L2"
					},
					"Translation":
					{
						"Text": "L2 gamepad"
					},
					"Key": "PS4_Gamepad_LeftTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad L2 Axis"
					},
					"Translation":
					{
						"Text": "Asse L2 gamepad"
					},
					"Key": "PS4_Gamepad_LeftTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad L3"
					},
					"Translation":
					{
						"Text": "L3 gamepad"
					},
					"Key": "PS4_Gamepad_LeftThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Shoulder"
					},
					"Translation":
					{
						"Text": "Dorsale sinistro gamepad"
					},
					"Key": "Gamepad_LeftShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "2D-Asse X levetta sinistra gamepad"
					},
					"Key": "Gamepad_Left2D"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Pulsante levetta sinistra gamepad"
					},
					"Key": "Gamepad_LeftThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Levetta sinistra gamepad giù"
					},
					"Key": "Gamepad_LeftStick_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Levetta sinistra gamepad sinistra"
					},
					"Key": "Gamepad_LeftStick_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Levetta sinistra gamepad destra"
					},
					"Key": "Gamepad_LeftStick_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Levetta sinistra gamepad su"
					},
					"Key": "Gamepad_LeftStick_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Asse X levetta sinistra gamepad"
					},
					"Key": "Gamepad_LeftX"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Asse Y levetta sinistra gamepad"
					},
					"Key": "Gamepad_LeftY"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Trigger"
					},
					"Translation":
					{
						"Text": "Grilletto sinistro gamepad"
					},
					"Key": "Gamepad_LeftTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Trigger Axis"
					},
					"Translation":
					{
						"Text": "Asse grilletto sinistro gamepad"
					},
					"Key": "Gamepad_LeftTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad Options"
					},
					"Translation":
					{
						"Text": "Opzioni gamepad"
					},
					"Key": "PS4_Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad R1"
					},
					"Translation":
					{
						"Text": "R1 gamepad"
					},
					"Key": "PS4_Gamepad_RightShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad R2"
					},
					"Translation":
					{
						"Text": "R2 gamepad"
					},
					"Key": "PS4_Gamepad_RightTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad R2 Axis"
					},
					"Translation":
					{
						"Text": "Asse R2 gamepad"
					},
					"Key": "PS4_Gamepad_RightTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad R3"
					},
					"Translation":
					{
						"Text": "R3 gamepad"
					},
					"Key": "PS4_Gamepad_RightThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Shoulder"
					},
					"Translation":
					{
						"Text": "Dorsale destro gamepad"
					},
					"Key": "Gamepad_RightShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "2D-Asse X levetta destra gamepad"
					},
					"Key": "Gamepad_Right2D"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Pulsante levetta destra gamepad"
					},
					"Key": "Gamepad_RightThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Levetta destra gamepad giù"
					},
					"Key": "Gamepad_RightStick_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Levetta destra gamepad sinistra"
					},
					"Key": "Gamepad_RightStick_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Levetta destra gamepad destra"
					},
					"Key": "Gamepad_RightStick_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Levetta destra gamepad su"
					},
					"Key": "Gamepad_RightStick_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Asse X levetta destra gamepad"
					},
					"Key": "Gamepad_RightX"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Asse Y levetta destra gamepad"
					},
					"Key": "Gamepad_RightY"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Trigger"
					},
					"Translation":
					{
						"Text": "Grilletto destro gamepad"
					},
					"Key": "Gamepad_RightTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Trigger Axis"
					},
					"Translation":
					{
						"Text": "Asse grilletto destro gamepad"
					},
					"Key": "Gamepad_RightTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad Special Left"
					},
					"Translation":
					{
						"Text": "Speciale sinistro gamepad"
					},
					"Key": "Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Special Right"
					},
					"Translation":
					{
						"Text": "Speciale destro gamepad"
					},
					"Key": "Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Square"
					},
					"Translation":
					{
						"Text": "Quadrato gamepad"
					},
					"Key": "PS4_Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Start"
					},
					"Translation":
					{
						"Text": "Start gamepad"
					},
					"Key": "XBoxOne_Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Touchpad Button"
					},
					"Translation":
					{
						"Text": "Pulsante touch pad gamepad"
					},
					"Key": "PS4_Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Triangle"
					},
					"Translation":
					{
						"Text": "Triangolo gamepad"
					},
					"Key": "PS4_Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gamepad X"
					},
					"Translation":
					{
						"Text": "X gamepad"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad X"
					},
					"Translation":
					{
						"Text": "X gamepad"
					},
					"Key": "PS4_Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad Y"
					},
					"Translation":
					{
						"Text": "Y gamepad"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gesture"
					},
					"Translation":
					{
						"Text": "Gesto"
					},
					"Key": "GestureSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Global Back"
					},
					"Translation":
					{
						"Text": "Indietro globale"
					},
					"Key": "Global_Back"
				},
				{
					"Source":
					{
						"Text": "Global Menu"
					},
					"Translation":
					{
						"Text": "Menu globale"
					},
					"Key": "Global_Menu"
				},
				{
					"Source":
					{
						"Text": "Global Pause"
					},
					"Translation":
					{
						"Text": "Pausa globale"
					},
					"Key": "Global_Pause"
				},
				{
					"Source":
					{
						"Text": "Global Play"
					},
					"Translation":
					{
						"Text": "Play globale"
					},
					"Key": "Global_Play"
				},
				{
					"Source":
					{
						"Text": "Global View"
					},
					"Translation":
					{
						"Text": "Visualizza globale"
					},
					"Key": "Global_View"
				},
				{
					"Source":
					{
						"Text": "Gravity"
					},
					"Translation":
					{
						"Text": "Gravità"
					},
					"Key": "Gravity"
				},
				{
					"Source":
					{
						"Text": "HTC Vive"
					},
					"Translation":
					{
						"Text": "HTC Vive"
					},
					"Key": "ViveSubCategory"
				},
				{
					"Source":
					{
						"Text": "Home"
					},
					"Translation":
					{
						"Text": "Home"
					},
					"Key": "Home"
				},
				{
					"Source":
					{
						"Text": "Hyphen"
					},
					"Translation":
					{
						"Text": "Trattino"
					},
					"Key": "Hyphen"
				},
				{
					"Source":
					{
						"Text": "Ins"
					},
					"Translation":
					{
						"Text": "Ins"
					},
					"Key": "InsertShort"
				},
				{
					"Source":
					{
						"Text": "Insert"
					},
					"Translation":
					{
						"Text": "Ins"
					},
					"Key": "Insert"
				},
				{
					"Source":
					{
						"Text": "Keyboard"
					},
					"Translation":
					{
						"Text": "Tastiera"
					},
					"Key": "KeyboardSubCategory"
				},
				{
					"Source":
					{
						"Text": "LMB"
					},
					"Translation":
					{
						"Text": "Pulsante sinistro del mouse"
					},
					"Key": "LeftMouseButtonShort"
				},
				{
					"Source":
					{
						"Text": "Left"
					},
					"Translation":
					{
						"Text": "Sinistra"
					},
					"Key": "Left"
				},
				{
					"Source":
					{
						"Text": "Left Alt"
					},
					"Translation":
					{
						"Text": "Alt di sinistra"
					},
					"Key": "LeftAlt"
				},
				{
					"Source":
					{
						"Text": "Left Bracket"
					},
					"Translation":
					{
						"Text": "Parentesi quadra aperta"
					},
					"Key": "LeftBracket"
				},
				{
					"Source":
					{
						"Text": "Left Cmd"
					},
					"Translation":
					{
						"Text": "Cmd di sinistra"
					},
					"Key": "LeftCommand"
				},
				{
					"Source":
					{
						"Text": "Left Ctrl"
					},
					"Translation":
					{
						"Text": "Ctrl di sinistra"
					},
					"Key": "LeftControl"
				},
				{
					"Source":
					{
						"Text": "Left Mouse Button"
					},
					"Translation":
					{
						"Text": "Pulsante sinistro del mouse"
					},
					"Key": "LeftMouseButton"
				},
				{
					"Source":
					{
						"Text": "Left Parantheses"
					},
					"Translation":
					{
						"Text": "Parentesi aperta"
					},
					"Key": "LeftParantheses"
				},
				{
					"Source":
					{
						"Text": "Left Shift"
					},
					"Translation":
					{
						"Text": "Maiusc sinistro"
					},
					"Key": "LeftShift"
				},
				{
					"Source":
					{
						"Text": "Middle Mouse Button"
					},
					"Translation":
					{
						"Text": "Pulsante centrale del mouse"
					},
					"Key": "MiddleMouseButton"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Grip"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Impugnatura "
					},
					"Key": "MixedReality_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Menu"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Menu "
					},
					"Key": "MixedReality_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta 2D"
					},
					"Key": "MixedReality_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta"
					},
					"Key": "MixedReality_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta giù"
					},
					"Key": "MixedReality_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta sinistra"
					},
					"Key": "MixedReality_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta destra"
					},
					"Key": "MixedReality_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta su"
					},
					"Key": "MixedReality_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta X"
					},
					"Key": "MixedReality_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Levetta Y"
					},
					"Key": "MixedReality_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad 2D"
					},
					"Key": "MixedReality_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad"
					},
					"Key": "MixedReality_Left_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad giù"
					},
					"Key": "MixedReality_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad sinistra"
					},
					"Key": "MixedReality_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad destra"
					},
					"Key": "MixedReality_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Tocco trackpad"
					},
					"Key": "MixedReality_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad su"
					},
					"Key": "MixedReality_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad X"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad X"
					},
					"Key": "MixedReality_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Trackpad Y"
					},
					"Key": "MixedReality_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trigger"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Attivatore"
					},
					"Key": "MixedReality_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (L) Attivatore asse"
					},
					"Key": "MixedReality_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Grip"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Impugnatura"
					},
					"Key": "MixedReality_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Menu"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Menu"
					},
					"Key": "MixedReality_Right_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta 2D"
					},
					"Key": "MixedReality_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta"
					},
					"Key": "MixedReality_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta giù"
					},
					"Key": "MixedReality_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta sinistra"
					},
					"Key": "MixedReality_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta destra"
					},
					"Key": "MixedReality_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta su"
					},
					"Key": "MixedReality_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta X"
					},
					"Key": "MixedReality_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Levetta Y"
					},
					"Key": "MixedReality_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad 2D"
					},
					"Key": "MixedReality_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad"
					},
					"Key": "MixedReality_Right_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad giù"
					},
					"Key": "MixedReality_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad sinistra"
					},
					"Key": "MixedReality_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad destra"
					},
					"Key": "MixedReality_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Tocco trackpad"
					},
					"Key": "MixedReality_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad su"
					},
					"Key": "MixedReality_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad X"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad X"
					},
					"Key": "MixedReality_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Trackpad Y"
					},
					"Key": "MixedReality_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trigger"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Attivatore"
					},
					"Key": "MixedReality_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (R) Attivatore asse"
					},
					"Key": "MixedReality_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Motion"
					},
					"Translation":
					{
						"Text": "Movimento"
					},
					"Key": "MotionSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Mouse"
					},
					"Translation":
					{
						"Text": "Mouse"
					},
					"Key": "MouseSubCategory"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Axis"
					},
					"Translation":
					{
						"Text": "Asse rotella mouse"
					},
					"Key": "MouseWheelAxis"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Down"
					},
					"Translation":
					{
						"Text": "Rotella mouse giù"
					},
					"Key": "MouseScrollDown"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Up"
					},
					"Translation":
					{
						"Text": "Rotella mouse su"
					},
					"Key": "MouseScrollUp"
				},
				{
					"Source":
					{
						"Text": "Mouse X"
					},
					"Translation":
					{
						"Text": "Mouse X"
					},
					"Key": "MouseX"
				},
				{
					"Source":
					{
						"Text": "Mouse XY 2D-Axis"
					},
					"Translation":
					{
						"Text": "2D-Asse mouse YX"
					},
					"Key": "Mouse2D"
				},
				{
					"Source":
					{
						"Text": "Mouse Y"
					},
					"Translation":
					{
						"Text": "Mouse Y"
					},
					"Key": "MouseY"
				},
				{
					"Source":
					{
						"Text": "Num *"
					},
					"Translation":
					{
						"Text": "Num *"
					},
					"Key": "Multiply"
				},
				{
					"Source":
					{
						"Text": "Num +"
					},
					"Translation":
					{
						"Text": "Num +"
					},
					"Key": "Add"
				},
				{
					"Source":
					{
						"Text": "Num -"
					},
					"Translation":
					{
						"Text": "Num -"
					},
					"Key": "Subtract"
				},
				{
					"Source":
					{
						"Text": "Num ."
					},
					"Translation":
					{
						"Text": "Num ."
					},
					"Key": "Decimal"
				},
				{
					"Source":
					{
						"Text": "Num /"
					},
					"Translation":
					{
						"Text": "Num /"
					},
					"Key": "Divide"
				},
				{
					"Source":
					{
						"Text": "Num 0"
					},
					"Translation":
					{
						"Text": "Num 0"
					},
					"Key": "NumPadZero"
				},
				{
					"Source":
					{
						"Text": "Num 1"
					},
					"Translation":
					{
						"Text": "Num 1"
					},
					"Key": "NumPadOne"
				},
				{
					"Source":
					{
						"Text": "Num 2"
					},
					"Translation":
					{
						"Text": "Num 2"
					},
					"Key": "NumPadTwo"
				},
				{
					"Source":
					{
						"Text": "Num 3"
					},
					"Translation":
					{
						"Text": "Num 3"
					},
					"Key": "NumPadThree"
				},
				{
					"Source":
					{
						"Text": "Num 4"
					},
					"Translation":
					{
						"Text": "Num 4"
					},
					"Key": "NumPadFour"
				},
				{
					"Source":
					{
						"Text": "Num 5"
					},
					"Translation":
					{
						"Text": "Num 5"
					},
					"Key": "NumPadFive"
				},
				{
					"Source":
					{
						"Text": "Num 6"
					},
					"Translation":
					{
						"Text": "Num 6"
					},
					"Key": "NumPadSix"
				},
				{
					"Source":
					{
						"Text": "Num 7"
					},
					"Translation":
					{
						"Text": "Num 7"
					},
					"Key": "NumPadSeven"
				},
				{
					"Source":
					{
						"Text": "Num 8"
					},
					"Translation":
					{
						"Text": "Num 8"
					},
					"Key": "NumPadEight"
				},
				{
					"Source":
					{
						"Text": "Num 9"
					},
					"Translation":
					{
						"Text": "Num 9"
					},
					"Key": "NumPadNine"
				},
				{
					"Source":
					{
						"Text": "Num Lock"
					},
					"Translation":
					{
						"Text": "Bloc Num"
					},
					"Key": "NumLock"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch"
					},
					"Key": "OculusTouchSubCategory"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Grip"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Impugnatura"
					},
					"Key": "OculusTouch_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Grip Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Impugnatura asse"
					},
					"Key": "OculusTouch_Left_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Menu"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Menu"
					},
					"Key": "OculusTouch_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta 2D"
					},
					"Key": "OculusTouch_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta"
					},
					"Key": "OculusTouch_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta giù"
					},
					"Key": "OculusTouch_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta sinistra"
					},
					"Key": "OculusTouch_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta destra"
					},
					"Key": "OculusTouch_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Tocco levetta"
					},
					"Key": "OculusTouch_Left_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta su"
					},
					"Key": "OculusTouch_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta X"
					},
					"Key": "OculusTouch_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Levetta Y"
					},
					"Key": "OculusTouch_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Attivatore"
					},
					"Key": "OculusTouch_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Asse attivatore"
					},
					"Key": "OculusTouch_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Tocco attivatore"
					},
					"Key": "OculusTouch_Left_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) X Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Pressione X"
					},
					"Key": "OculusTouch_Left_X_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) X Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Tocco X"
					},
					"Key": "OculusTouch_Left_X_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Y Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Pressione Y"
					},
					"Key": "OculusTouch_Left_Y_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Y Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (L) Tocco Y"
					},
					"Key": "OculusTouch_Left_Y_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) A Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Pressione A"
					},
					"Key": "OculusTouch_Right_A_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) A Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Tocco A"
					},
					"Key": "OculusTouch_Right_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) B Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Pressione B"
					},
					"Key": "OculusTouch_Right_B_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) B Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Tocco B"
					},
					"Key": "OculusTouch_Right_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Grip"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Impugnatura"
					},
					"Key": "OculusTouch_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Grip Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Impugnatura asse"
					},
					"Key": "OculusTouch_Right_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) System"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Sistema"
					},
					"Key": "OculusTouch_Right_System_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta 2D"
					},
					"Key": "OculusTouch_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta"
					},
					"Key": "OculusTouch_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta giù"
					},
					"Key": "OculusTouch_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta sinistra"
					},
					"Key": "OculusTouch_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta destra"
					},
					"Key": "OculusTouch_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Tocco levetta"
					},
					"Key": "OculusTouch_Right_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta su"
					},
					"Key": "OculusTouch_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta X"
					},
					"Key": "OculusTouch_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Levetta Y"
					},
					"Key": "OculusTouch_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Attivatore"
					},
					"Key": "OculusTouch_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Asse attivatore"
					},
					"Key": "OculusTouch_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (R) Tocco attivatore"
					},
					"Key": "OculusTouch_Right_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "PS4_Special_DEPRECATED"
					},
					"Translation":
					{
						"Text": "PS4_Special"
					},
					"Key": "PS4_Special"
				},
				{
					"Source":
					{
						"Text": "Page Down"
					},
					"Translation":
					{
						"Text": "PgGiù"
					},
					"Key": "PageDown"
				},
				{
					"Source":
					{
						"Text": "Page Up"
					},
					"Translation":
					{
						"Text": "PgSu"
					},
					"Key": "PageUp"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pausa"
					},
					"Key": "Pause"
				},
				{
					"Source":
					{
						"Text": "Period"
					},
					"Translation":
					{
						"Text": "Punto"
					},
					"Key": "Period"
				},
				{
					"Source":
					{
						"Text": "PgDn"
					},
					"Translation":
					{
						"Text": "PgGiù"
					},
					"Key": "PageDownShort"
				},
				{
					"Source":
					{
						"Text": "PgUp"
					},
					"Translation":
					{
						"Text": "PgSu"
					},
					"Key": "PageUpShort"
				},
				{
					"Source":
					{
						"Text": "Pinch"
					},
					"Translation":
					{
						"Text": "Pizzica"
					},
					"Key": "Gesture_Pinch"
				},
				{
					"Source":
					{
						"Text": "Quote"
					},
					"Translation":
					{
						"Text": "Virgoletta"
					},
					"Key": "Quote"
				},
				{
					"Source":
					{
						"Text": "RMB"
					},
					"Translation":
					{
						"Text": "Pulsante destro del mouse"
					},
					"Key": "RightMouseButtonShort"
				},
				{
					"Source":
					{
						"Text": "Right"
					},
					"Translation":
					{
						"Text": "Destra"
					},
					"Key": "Right"
				},
				{
					"Source":
					{
						"Text": "Right Alt"
					},
					"Translation":
					{
						"Text": "Alt di destra"
					},
					"Key": "RightAlt"
				},
				{
					"Source":
					{
						"Text": "Right Bracket"
					},
					"Translation":
					{
						"Text": "Parentesi quadra chiusa"
					},
					"Key": "RightBracket"
				},
				{
					"Source":
					{
						"Text": "Right Cmd"
					},
					"Translation":
					{
						"Text": "Cmd di destra"
					},
					"Key": "RightCommand"
				},
				{
					"Source":
					{
						"Text": "Right Ctrl"
					},
					"Translation":
					{
						"Text": "Ctrl di destra"
					},
					"Key": "RightControl"
				},
				{
					"Source":
					{
						"Text": "Right Mouse Button"
					},
					"Translation":
					{
						"Text": "Pulsante destro del mouse"
					},
					"Key": "RightMouseButton"
				},
				{
					"Source":
					{
						"Text": "Right Parantheses"
					},
					"Translation":
					{
						"Text": "Parentesi chiusa"
					},
					"Key": "RightParantheses"
				},
				{
					"Source":
					{
						"Text": "Right Shift"
					},
					"Translation":
					{
						"Text": "Maiusc di destra"
					},
					"Key": "RightShift"
				},
				{
					"Source":
					{
						"Text": "Rotate"
					},
					"Translation":
					{
						"Text": "Ruota"
					},
					"Key": "Gesture_Rotate"
				},
				{
					"Source":
					{
						"Text": "Rotation Rate"
					},
					"Translation":
					{
						"Text": "Velocità di rotazione"
					},
					"Key": "RotationRate"
				},
				{
					"Source":
					{
						"Text": "Scroll Lock"
					},
					"Translation":
					{
						"Text": "Bloc Scor"
					},
					"Key": "ScrollLock"
				},
				{
					"Source":
					{
						"Text": "Semicolon"
					},
					"Translation":
					{
						"Text": "Punto e virgola"
					},
					"Key": "Semicolon"
				},
				{
					"Source":
					{
						"Text": "Slash"
					},
					"Translation":
					{
						"Text": "Barra"
					},
					"Key": "Slash"
				},
				{
					"Source":
					{
						"Text": "Space"
					},
					"Translation":
					{
						"Text": "Spazio"
					},
					"Key": "SpaceBarShort"
				},
				{
					"Source":
					{
						"Text": "Space Bar"
					},
					"Translation":
					{
						"Text": "Spazio"
					},
					"Key": "SpaceBar"
				},
				{
					"Source":
					{
						"Text": "SpecialGamepad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SpecialGamepadSubCategory"
				},
				{
					"Source":
					{
						"Text": "Steam"
					},
					"Translation":
					{
						"Text": "Steam"
					},
					"Key": "SteamSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Steam Back Left"
					},
					"Translation":
					{
						"Text": "Posteriore sinistro steam"
					},
					"Key": "Steam_Back_Left"
				},
				{
					"Source":
					{
						"Text": "Steam Back Right"
					},
					"Translation":
					{
						"Text": "Posteriore destro steam"
					},
					"Key": "Steam_Back_Right"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 0"
					},
					"Translation":
					{
						"Text": "Touch 0 Steam"
					},
					"Key": "Steam_Touch_0"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 1"
					},
					"Translation":
					{
						"Text": "Touch 1 Steam"
					},
					"Key": "Steam_Touch_1"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 2"
					},
					"Translation":
					{
						"Text": "Touch 2 Steam"
					},
					"Key": "Steam_Touch_2"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 3"
					},
					"Translation":
					{
						"Text": "Touch 3 Steam"
					},
					"Key": "Steam_Touch_3"
				},
				{
					"Source":
					{
						"Text": "Tab"
					},
					"Translation":
					{
						"Text": "Tab"
					},
					"Key": "Tab"
				},
				{
					"Source":
					{
						"Text": "Thumb Mouse Button"
					},
					"Translation":
					{
						"Text": "Pulsante pollice mouse"
					},
					"Key": "ThumbMouseButton"
				},
				{
					"Source":
					{
						"Text": "Thumb Mouse Button 2"
					},
					"Translation":
					{
						"Text": "Pulsante pollice 2 mouse"
					},
					"Key": "ThumbMouseButton2"
				},
				{
					"Source":
					{
						"Text": "Tilt"
					},
					"Translation":
					{
						"Text": "Inclinazione"
					},
					"Key": "Tilt"
				},
				{
					"Source":
					{
						"Text": "Touch"
					},
					"Translation":
					{
						"Text": "Touch"
					},
					"Key": "TouchSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Touch {0}"
					},
					"Translation":
					{
						"Text": "Tocca {0}"
					},
					"Key": "TouchFormat"
				},
				{
					"Source":
					{
						"Text": "Touchpad Button X Axis"
					},
					"Translation":
					{
						"Text": "Pulsante sull'asse orizzontale (X) del touchpad"
					},
					"Key": "Gamepad_Special_Left_X"
				},
				{
					"Source":
					{
						"Text": "Touchpad Button Y Axis"
					},
					"Translation":
					{
						"Text": "Pulsante sull'asse verticale (Y) del touchpad"
					},
					"Key": "Gamepad_Special_Left_Y"
				},
				{
					"Source":
					{
						"Text": "Underscore"
					},
					"Translation":
					{
						"Text": "Trattino basso"
					},
					"Key": "Underscore"
				},
				{
					"Source":
					{
						"Text": "Up"
					},
					"Translation":
					{
						"Text": "Su"
					},
					"Key": "Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index"
					},
					"Translation":
					{
						"Text": "Valve Index"
					},
					"Key": "ValveIndexSubCategory"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) A Press"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Pressione A"
					},
					"Key": "ValveIndex_Left_A_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) A Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Tocco A"
					},
					"Key": "ValveIndex_Left_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) B Press"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Pressione B"
					},
					"Key": "ValveIndex_Left_B_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) B Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Tocco B"
					},
					"Key": "ValveIndex_Left_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Grip Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Asse impugnatura"
					},
					"Key": "ValveIndex_Left_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Grip Force"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Forza impugnatura "
					},
					"Key": "ValveIndex_Left_Grip_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) System"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Sistema"
					},
					"Key": "ValveIndex_Left_System_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) System Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Tocco sistema"
					},
					"Key": "ValveIndex_Left_System_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta 2D"
					},
					"Key": "ValveIndex_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta"
					},
					"Key": "ValveIndex_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta giù"
					},
					"Key": "ValveIndex_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta sinistra"
					},
					"Key": "ValveIndex_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta destra"
					},
					"Key": "ValveIndex_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Tocco levetta"
					},
					"Key": "ValveIndex_Left_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta su"
					},
					"Key": "ValveIndex_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta X"
					},
					"Key": "ValveIndex_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Levetta Y"
					},
					"Key": "ValveIndex_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad 2D"
					},
					"Key": "ValveIndex_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad giù"
					},
					"Key": "ValveIndex_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Force"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Torza trackpad"
					},
					"Key": "ValveIndex_Left_Trackpad_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad sinistra"
					},
					"Key": "ValveIndex_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad destra"
					},
					"Key": "ValveIndex_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Tocco trackpad"
					},
					"Key": "ValveIndex_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad su"
					},
					"Key": "ValveIndex_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad X"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad X"
					},
					"Key": "ValveIndex_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Trackpad Y"
					},
					"Key": "ValveIndex_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Attivatore"
					},
					"Key": "ValveIndex_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Asse attivatore"
					},
					"Key": "ValveIndex_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (L) Tocco attivatore"
					},
					"Key": "ValveIndex_Left_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) A Press"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Pressione A"
					},
					"Key": "ValveIndex_Right_A_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) A Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Tocco A"
					},
					"Key": "ValveIndex_Right_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) B Press"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Pressione B"
					},
					"Key": "ValveIndex_Right_B_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) B Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Tocco B"
					},
					"Key": "ValveIndex_Right_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Grip Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Asse impugnatura"
					},
					"Key": "ValveIndex_Right_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Grip Force"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Forza impugnatura"
					},
					"Key": "ValveIndex_Right_Grip_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) System"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Sistema"
					},
					"Key": "ValveIndex_Right_System_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) System Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Tocco sistema"
					},
					"Key": "ValveIndex_Right_System_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta 2D"
					},
					"Key": "ValveIndex_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta"
					},
					"Key": "ValveIndex_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta giù"
					},
					"Key": "ValveIndex_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta sinistra"
					},
					"Key": "ValveIndex_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta destra"
					},
					"Key": "ValveIndex_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Tocco levetta"
					},
					"Key": "ValveIndex_Right_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta su"
					},
					"Key": "ValveIndex_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta X"
					},
					"Key": "ValveIndex_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Levetta Y"
					},
					"Key": "ValveIndex_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad 2D"
					},
					"Key": "ValveIndex_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad giù"
					},
					"Key": "ValveIndex_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Force"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Forza trackpad"
					},
					"Key": "ValveIndex_Right_Trackpad_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad sinistra"
					},
					"Key": "ValveIndex_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad destra"
					},
					"Key": "ValveIndex_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Tocco trackpad"
					},
					"Key": "ValveIndex_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad su"
					},
					"Key": "ValveIndex_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad X"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad X"
					},
					"Key": "ValveIndex_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Trackpad Y"
					},
					"Key": "ValveIndex_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Attivatore"
					},
					"Key": "ValveIndex_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Asse attivatore"
					},
					"Key": "ValveIndex_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (R) Tocco attivatore"
					},
					"Key": "ValveIndex_Right_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Grip"
					},
					"Translation":
					{
						"Text": "Vive (L) Impugnatura "
					},
					"Key": "Vive_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Menu"
					},
					"Translation":
					{
						"Text": "Vive (L) Menu"
					},
					"Key": "Vive_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) System"
					},
					"Translation":
					{
						"Text": "Vive (L) Sistema "
					},
					"Key": "Vive_Left_System_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad 2D"
					},
					"Key": "Vive_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad"
					},
					"Key": "Vive_Left_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad giù"
					},
					"Key": "Vive_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad sinistra"
					},
					"Key": "Vive_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad destra"
					},
					"Key": "Vive_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Vive (L) Tocco trackpad"
					},
					"Key": "Vive_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad su"
					},
					"Key": "Vive_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad X-Axis"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad X"
					},
					"Key": "Vive_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Y-Axis"
					},
					"Translation":
					{
						"Text": "Vive (L) Trackpad Y"
					},
					"Key": "Vive_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trigger"
					},
					"Translation":
					{
						"Text": "Vive (L) Attivatore"
					},
					"Key": "Vive_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Vive (L) Attivatore asse"
					},
					"Key": "Vive_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Grip"
					},
					"Translation":
					{
						"Text": "Vive (R) Impugnatura"
					},
					"Key": "Vive_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Menu"
					},
					"Translation":
					{
						"Text": "Vive (R) Menu"
					},
					"Key": "Vive_Right_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) System"
					},
					"Translation":
					{
						"Text": "Vive (R) Sistema"
					},
					"Key": "Vive_Right_System_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad 2D"
					},
					"Key": "Vive_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad"
					},
					"Key": "Vive_Right_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad giù"
					},
					"Key": "Vive_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad  sinistra"
					},
					"Key": "Vive_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad destra"
					},
					"Key": "Vive_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Vive (R) Tocco trackpad"
					},
					"Key": "Vive_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad su"
					},
					"Key": "Vive_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad X-Axis"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad X"
					},
					"Key": "Vive_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Y-Axis"
					},
					"Translation":
					{
						"Text": "Vive (R) Trackpad Y"
					},
					"Key": "Vive_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trigger"
					},
					"Translation":
					{
						"Text": "Vive (R) Attivatore"
					},
					"Key": "Vive_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Vive (R) Attivatore asse"
					},
					"Key": "Vive_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Windows Mixed Reality"
					},
					"Translation":
					{
						"Text": "Windows Mixed Reality"
					},
					"Key": "MixedRealitySubCategory"
				},
				{
					"Source":
					{
						"Text": "XBox One"
					},
					"Translation":
					{
						"Text": "XBox One"
					},
					"Key": "XBoxOneSubCateogry"
				}
			]
		},
		{
			"Namespace": "LinuxDynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to load OpenGL Driver which is required to run the engine.\nOpenGL4 has been deprecated and should use Vulkan."
					},
					"Translation":
					{
						"Text": "Impossibile completare il caricamento di OpenGL, richiesto per eseguire il motore di gioco.\nOpen GL è obsoleto, dovresti utilizzare Vulkan."
					},
					"Key": "NoOpenGLDriver"
				},
				{
					"Source":
					{
						"Text": "Failed to load Vulkan Driver which is required to run the engine.\nThe engine no longer fallbacks to OpenGL4 which has been deprecated."
					},
					"Translation":
					{
						"Text": "Non è stato possibile caricare di Vulkan, richiesto per eseguire il motore di gioco.\nIl motore di gioco non esegue più il fallback su OpenGL4, che è obsoleto."
					},
					"Key": "NoVulkanDriver"
				},
				{
					"Source":
					{
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation":
					{
						"Text": "È necessaria la libreria OpenGL 4.3 per eseguire il motore grafico."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source":
					{
						"Text": "The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi."
					},
					"Translation":
					{
						"Text": "Impossibile rilevare RHI Vulkan o OpenGL, verificare le impostazioni o usare -nullrhi."
					},
					"Key": "NoTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation":
					{
						"Text": "Impossibile forzare RHI OpenGL, in quanto non presente nell’elenco TargetedRHI del progetto."
					},
					"Key": "NoOpenGLTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation":
					{
						"Text": "Impossibile forzare RHI Vulkan, in quanto non presente nell’elenco TargetedRHI del progetto."
					},
					"Key": "NoVulkanTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force specific Vulkan feature level but it is not supported."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnsupportedVulkanTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation":
					{
						"Text": "È necessario il driver Vulkan per eseguire il motore grafico."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source":
					{
						"Text": "Vulkan or OpenGL (4.3) support is required to run the engine."
					},
					"Translation":
					{
						"Text": "Per eseguire il motore grafico è necessario il supporto a Vulkan o OpenGL (4.3)."
					},
					"Key": "NoVulkanNoGL"
				},
				{
					"Source":
					{
						"Text": "Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead."
					},
					"Translation":
					{
						"Text": "Avviso: OpenGL non è più supportato per piattaforme desktop. Al suo posto verrà installato Vulkan."
					},
					"Key": "OpenGLRemoved"
				}
			]
		},
		{
			"Namespace": "MessageDialog",
			"Children": [
				{
					"Source":
					{
						"Text": "Please update to the latest version of macOS for best performance and stability."
					},
					"Translation":
					{
						"Text": "Aggiorna all'ultima versione di macOS per ottenere le migliori prestazioni e la massima stabilità."
					},
					"Key": "UpdateMacOSX_Body"
				},
				{
					"Source":
					{
						"Text": "The installed version of the {Vendor} graphics driver has known issues in {RHI}.\nPlease install either the latest or the recommended driver version or switch to a different rendering API.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "La versione installata del driver grafico {Vendor} ha problemi noti in {RHI}.\nInstalla la versione più aggiornata o la versione consigliata del driver o passa a un altro render API.\n\nVuoi visitare il seguente URL per scaricare il driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstallata: {InstalledVer}\nConsigliata: {RecommendedVer}"
					},
					"Key": "VideoCardDriverRHIIssueReport"
				},
				{
					"Source":
					{
						"Text": "The installed version of the {Vendor} graphics driver has known issues.\nPlease install either the latest or the recommended driver version.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "La versione installata del driver grafico {Vendor} ha problemi noti.\nInstalla la versione più aggiornata o la versione consigliata del driver.\n\nVuoi visitare il seguente URL per scaricare il driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstallata: {InstalledVer}\nConsigliata: {RecommendedVer}"
					},
					"Key": "VideoCardDriverIssueReport"
				},
				{
					"Source":
					{
						"Text": "The latest version of the {Vendor} graphics driver has known issues in {RHI}.\nPlease install the recommended driver version or switch to a different rendering API.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "La versione più recente del driver grafico {Vendor} ha problemi noti in {RHI}.\nInstalla la versione consigliata del driver o passa a un altro render API.\n\nVuoi visitare il seguente URL per scaricare il driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstallata: {InstalledVer}\nConsigliata: {RecommendedVer}"
					},
					"Key": "LatestVideoCardDriverRHIIssueReport"
				},
				{
					"Source":
					{
						"Text": "The latest version of the {Vendor} graphics driver has known issues.\nPlease install the recommended driver version.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "La versione più recente del driver grafico {Vendor} ha problemi noti.\nInstalla la versione consigliata del driver.\n\nVuoi visitare il seguente URL per scaricare il driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstallata: {InstalledVer}\nConsigliata: {RecommendedVer}"
					},
					"Key": "LatestVideoCardDriverIssueReport"
				},
				{
					"Source":
					{
						"Text": "Update macOS"
					},
					"Translation":
					{
						"Text": "Aggiorna macOS"
					},
					"Key": "UpdateMacOSX_Title"
				},
				{
					"Source":
					{
						"Text": "WARNING: Known issues with graphics driver"
					},
					"Translation":
					{
						"Text": "AVVERTENZA: Ci sono problemi noti con il driver grafico"
					},
					"Key": "TitleVideoCardDriverIssue"
				},
				{
					"Source":
					{
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Translation":
					{
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Key": "DriverDownloadLinkIntel"
				},
				{
					"Source":
					{
						"Text": "https://www.amd.com/en/support"
					},
					"Translation":
					{
						"Text": "https://www.amd.com/en/support"
					},
					"Key": "DriverDownloadLinkAMD"
				},
				{
					"Source":
					{
						"Text": "https://www.nvidia.com/en-us/geforce/drivers/"
					},
					"Translation":
					{
						"Text": "https://www.nvidia.com/it-it/geforce/drivers/"
					},
					"Key": "DriverDownloadLinkNVIDIA"
				}
			]
		},
		{
			"Namespace": "UnrealBuildConfigurations",
			"Children": [
				{
					"Source":
					{
						"Text": "Debug"
					},
					"Translation":
					{
						"Text": "Debug"
					},
					"Key": "DebugName"
				},
				{
					"Source":
					{
						"Text": "DebugGame"
					},
					"Translation":
					{
						"Text": "DebugGame"
					},
					"Key": "DebugGameName"
				},
				{
					"Source":
					{
						"Text": "Development"
					},
					"Translation":
					{
						"Text": "Sviluppo"
					},
					"Key": "DevelopmentName"
				},
				{
					"Source":
					{
						"Text": "Shipping"
					},
					"Translation":
					{
						"Text": "Spedizione"
					},
					"Key": "ShippingName"
				},
				{
					"Source":
					{
						"Text": "Test"
					},
					"Translation":
					{
						"Text": "Prova"
					},
					"Key": "TestName"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "Sconosciuto"
					},
					"Key": "UnknownName"
				}
			]
		},
		{
			"Namespace": "WindowsDynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line."
					},
					"Translation":
					{
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan, e -opengl sono opzioni mutualmente esclusive, ma più di una è stata specificata sulla riga di comando."
					},
					"Key": "RHIOptionsError"
				},
				{
					"Source":
					{
						"Text": "<Unknown>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnknownRHI"
				},
				{
					"Source":
					{
						"Text": "<unknown>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelUnknown"
				},
				{
					"Source":
					{
						"Text": "A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine."
					},
					"Translation":
					{
						"Text": "È necessaria una GPU compatibile con D3D11 (livello di funzionalità 11.0, Shader Model 5.0) per eseguire il motore di gioco."
					},
					"Key": "RequiredDX11Feature_11_SM5"
				},
				{
					"Source":
					{
						"Text": "DX12 SM6 is not supported on your system. Try running without the -sm6 command line argument."
					},
					"Translation":
					{
						"Text": "DX12 SM6 non è supportato sul tuo sistema. Prova a eseguirlo senza l'argomento della riga di comando -sm6."
					},
					"Key": "RequiredDX12SM6"
				},
				{
					"Source":
					{
						"Text": "DX12 is not supported on your system. Try running without the -dx12 or -d3d12 command line argument."
					},
					"Translation":
					{
						"Text": "DX12 non è supportato sul tuo sistema. Prova a eseguire il programma senza l'argomento di riga di comando -dx12 o -d3d12."
					},
					"Key": "RequiredDX12"
				},
				{
					"Source":
					{
						"Text": "DirectX 11"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "D3D11"
				},
				{
					"Source":
					{
						"Text": "DirectX 12"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "D3D12"
				},
				{
					"Source":
					{
						"Text": "ES3_1"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelES31"
				},
				{
					"Source":
					{
						"Text": "OpenGL"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OpenGL"
				},
				{
					"Source":
					{
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation":
					{
						"Text": "È necessaria la libreria OpenGL 4.3 per eseguire il motore grafico."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source":
					{
						"Text": "SM5"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelSM4"
				},
				{
					"Source":
					{
						"Text": "SM6"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelSM6"
				},
				{
					"Source":
					{
						"Text": "Unable to launch with RHI '{0}' since the project is not configured to support it."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MissingTargetedShaderFormats"
				},
				{
					"Source":
					{
						"Text": "Vulkan"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Vulkan"
				},
				{
					"Source":
					{
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation":
					{
						"Text": "È necessario il driver Vulkan per eseguire il motore grafico."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source":
					{
						"Text": "{0} does not support {1}."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RHINotSupported"
				}
			]
		}
	]
}